Repository: neos-sdi/spidentityservice
Catalog: 2016/IdentityService.Application/SharePoint.IdentityService.Application/Resources/SharePoint.IdentityService.Administration.*.resx
Languages: fr_fr

# CNXFORMSECTIONDESC
source: Manage your connections, set specific settings for each entity or domain
fr_fr: Gérez les connexions, spécifiez les informations de connexion spécifiques à chaque entité ou domaine

# CNXINPUTCONTROLTITLE
source: Repositories or directories connections
fr_fr: Connexions aux annuaires et répertoires

# CNXTFORMSECTIONTITLE
source: Repositories connections
fr_fr: Connexions aux annuaires

# CNXVALIDATORNAMEMESSAGE
source: A connection name is required !
fr_fr: Un nom de connexion est requis !

# CNXVALIDATORPWDMESSAGE
source: A password is required !
fr_fr: Un mot de passe est requis !

# CNXVALIDATORROWSMESSAGE
source: The number of lines retreived must be between 1 and 9999
fr_fr: Le nombre de lignes récupérées doit être compris entre 1 et 9999

# CNXVALIDATORTIMEOUTPOSMESSAGE
source: Timeout must be between 1 and 90 seconds
fr_fr: Le timeout doit être compris entre 1 et 90 secondes

# CNXVALIDATORUSERMESSAGE
source: A user name is required !
fr_fr: Un nom d'utilisateur est requis !

# DLLFORMSECTIONDESC
source: You must specify the attibutes store extension associated with your claim provider
fr_fr: Inscrivez les assemblys d'accès aux annuaires, spécifiez les extensions active directory, SQL, Web, SAP et custom (Active Directory Forest by default)

# DLLFORMSECTIONTITLE
source: Attributes store extensions
fr_fr: Extensions du magasin d'attributs

# DLLINPUTCONTROLTITLE
source: Attributes store extensions
fr_fr: Extensions magasin d'attributs

# DLLVALIDATORADDMESSAGE
source: Invalid Assembly or Component type. \nThis reference can't be trusted
fr_fr: Assembly ou type invalides. \nCette référence ne peut être mise à jour.

# DLLVALIDATORASSEMBLYMESSAGE
source: Assembly Full Description must be set
fr_fr: La description complète de l'assembly doit être correctement indiquée

# DLLVALIDATORDETMESSAGE1
source: You must implement SharePoint.IdentityService.Core.IIdentityServiceClaimsAugmenter in your assembly and deploy it.
fr_fr: Vous devez implémenter SharePoint.IdentityService.Core.IIdentityServiceClaimsAugmenter dans votre assembly pour ensiute pouvoir déployer.

# DLLVALIDATORDETMESSAGE2
source: You must implement SharePoint.IdentityService.Core.IWrapper in your assembly and deploy it
fr_fr: Vous devez implémenter SharePoint.IdentityService.Core.IWrapperdans votre assembly pour ensiute pouvoir déployer.

# DLLVALIDATORTYPEMESSAGE
source: Type Description must be set
fr_fr: La description du Type doit être correctement indiquée

# ENTFORMSECTIONDESC
source: Register assemblies for accessing repositories, specify extensions for active directory, SQL, Web, SAP and others (Active Directory Forest is the default)
fr_fr: Gérez les entités, définisez les domaines autorisés, les différentes entités devant être affichées dans le peoplepicker, choississez l'affichage des nons et leur positions

# ENTFORMSECTIONTITLE
source: Entities and domains
fr_fr: Entités et Domaines

# ENTINPUTCONTROLTITLE
source: Entities and domains
fr_fr: Entités et Domaines

# ENTVALIDATORDISPLAYMESSAGE
source: The domain description must be specified, this value will be displayed in the peoplepicker
fr_fr: La description du domaine doit être spécifié, c'est lui qui sera affiché dans le peoplepicker !

# ENTVALIDATORDNSMESSAGE
source: The DNS value must be specified, this value is used by the attributes store extensions
fr_fr: Le nom DNS doit être spécifié, il est utilisé par les magasins d'attributs

# ENTVALIDATORPOSMESSAGE
source: The value must be between 1 and 99
fr_fr: La valeur doit être comprise entre 1 et 99

# MANAGECLEARCACHE
source: Clear application cache
fr_fr: Effacer le cache applicatif

# MANAGECONNECTIONSDESC
source: Connections management for application {0}
fr_fr: Gestion des connexions aux répertoires pour l'application {0}

# MANAGEDESC
source: This page allows you to change settings of {0}
fr_fr: Cette page permet de modifier les paramètres de {0}

# MANAGEDLLDESC
source: Driver management for apllication {0}
fr_fr: Gestion du driver actif pour l'application {0}

# MANAGEENTITIESDESC
source: Entities and domains management for application {0}
fr_fr: Gestion des entités et des domaines pour l'application {0}

# MANAGEIDCONNECTIONSDESC
source: Manage connections, set domains connections parameters for some or each of them
fr_fr: Gérez les connexions, spécifiez les informations de connexion spécifiques à chaque entité ou domaine

# MANAGEIDCONNECTIONSTEXT
source: Repositories connections
fr_fr: Connexions aux annuaires

# MANAGEIDENTITIESDESC
source: Manage entities, define allowed domains, entities that must be displayed inside the peoplepicker, choose thier display names and positions
fr_fr: Gérez les entités, définisez les domaines autorisés, les différentes entités devant être affichées dans le peoplepicker, choississez l'affichage des nons et leur positions

# MANAGEIDENTITIESTEXT
source: Entities and domains
fr_fr: Entités et domaines

# MANAGEIDEXTENSIONSDESC
source: Register assemblies for accessing repositories, specify extensions for active directory, SQL, Web, SAP and others (Active Directory Forest is the default)
fr_fr: Inscrivez les assemblys d'accès aux annuaires, spécifiez les extensions active directory, SQL, Web, SAP et custom (Active Directory Forest by default)

# MANAGEIDEXTENSIONSTEXT
source: Attributes store extensions
fr_fr: Magasin d'attributs

# MANAGEIDPARAMSDESC
source: Manage general settings, cache timeout, display modes, display of photos, query mode, etc...
fr_fr: Définissez les paramètres généraux, le timeout du cache, les différents modes d'affichage, l'affichage des photos, les modes de requêtes, etc...

# MANAGEIDPARAMSTEXT
source: General settings
fr_fr: Paramètres généraux

# MANAGEPARAMETERSDESC
source: Genral parameters management for application {0}
fr_fr: Gestion des paramètres généraux pour l'application {0}

# MANAGEREFRESH
source: Refresh application parameters
fr_fr: Recharger les paramêtres de l'application

# MANAGERETURN
source: Back
fr_fr: Retour

# MANAGETITLE
source: Application management : {0}
fr_fr: Gestion de l'application : {0}

# PRMCACHEDURATION
source: Cache duration for domains metadatas (mn)
fr_fr: Durée Cache pour liste des domaines (mn)

# PRMCLAIMPROVIDERDESC
source: Claims Provider Description
fr_fr: Description du fournisseur de revendications

# PRMCLAIMPROVIDERNAME
source: Claims Provider Name
fr_fr: Nom du fournisseur de revendications

# PRMCLAIMPROVIDERTITLE
source: Claims Provider
fr_fr: Fournisseur de revendications

# PRMCLAIMPROVIDERTYPE
source: Claims Provider Mode
fr_fr: Type du fournisseur de revendications

# PRMCLAIMSDROPDESCEMAIL
source: Display Name and Email
fr_fr: Description et email de l'utilisateur

# PRMCLAIMSDROPDISPLAYNAME
source: Display Name
fr_fr: Description de l'utilisateur

# PRMCLAIMSDROPEMAIL
source: Email address
fr_fr: Adresse mail

# PRMCLAIMSDROPFED
source: Federated Claims
fr_fr: Revendications Fédérées

# PRMCLAIMSDROPROLE
source: Role Name
fr_fr: Nom du Rôle

# PRMCLAIMSDROPSAM
source: SAM account name
fr_fr: Compte Windows

# PRMCLAIMSDROPWIN
source: Windows Claims
fr_fr: Revendications Windows

# PRMCLAIMSIDENTITY
source: Identity Claim value for Users
fr_fr: Revendication d'identification pour les comptes

# PRMCLAIMSIDENTITYROLES
source: Identity Claim value for group and roles
fr_fr: Valeur de revendication d'identification pour les rôles

# PRMCLAIMSIDENTITYROLESVALUE
source: Identity Claim used to identify groups/roles
fr_fr: Revendication utilisée pour identifier les groupes et rôles

# PRMCLAIMSIDENTITYVALUE
source: Identity Claim used to identify users
fr_fr: Revendication utilisée pour identifier les utilisateurs

# PRMCLAIMSPEOPLEPICKER
source: Claim displayed in PeoplePicker
fr_fr: Revendication affichée dans PeoplePicker

# PRMCLAIMSQRYAFT
source: Left Queries ( litteral *)
fr_fr: Requêtes Gauche ( littéral *)

# PRMCLAIMSQRYBEF
source: Right Queries (* litteral )
fr_fr: Requêtes Droites (* littéral )

# PRMCLAIMSQRYFULL
source: Full Queries (* litteral *)
fr_fr: Requêtes Full (* littéral *)

# PRMCLAIMSQRYSTRICT
source: Strict Queries ( litteral )
fr_fr: Requêtes Strictes ( littéral )

# PRMCLAIMSSHAREPOINT
source: Claim displayed in SharePoint
fr_fr: Revendication affichée dans SharePoint

# PRMCLAIMSTITLE
source: Claims
fr_fr: Revendications

# PRMERRORCLAIMDESC
source: Description must be filled !
fr_fr: La description doit être renseignée !

# PRMERRORCLAIMIDENTITYVALUE
source: User Identity claim namespace is required !
fr_fr: Un namespace valide est requis pour la revendication utilisateur !

# PRMERRORCLAIMNAME
source: Claims Provider Name must be filled !
fr_fr: Le nom du fournisseur de revendication doit être renseigné !

# PRMERRORCLAIMROLESVALUE
source: Identity claim namespace is required !
fr_fr: Un namespace valide est requis pour la revendication rôles !

# PRMERRORTIMEOUT
source: Minimum 0 (disabled) and Maximum 1440 minutes !
fr_fr: Minimum 0 (désactivé) et Maximum 1440 minutes !

# PRMFORMSECTIONDESC
source: Manage parameters and optimization skills
fr_fr: Gérez vos paramétres globaux et options d'optimisation

# PRMFORMSECTIONTITLE
source: Global parameters
fr_fr: Paramétres généraux

# PRMIDENTITYPROVIDERDESC
source: Trusted Identity Provider
fr_fr: Fournisseur d'identités approuvé

# PRMIDENTITYPROVIDERTITLE
source: Identity Provider
fr_fr: Fournisseur d'identités

# PRMINPUTCONTROLTITLE
source: Global parameters
fr_fr: Paramétres généraux

# PRMQUERIESMODE
source: Queries Mode
fr_fr: Mode de requêtes

# PRMREPOSITORYDESC
source: Repositories
fr_fr: Annuaires

# PRMSEARCHDISPLAYNAME
source: Search on user display name
fr_fr: Effectuer les recherches sur la description utilisateur

# PRMSEARCHEMAILS
source: Search on user mail addresses
fr_fr: Effectuer les recherches sur les adresses mails

# PRMSHOWPEOPLEPICKERIMG
source: Show images in PeoplePicker
fr_fr: Afficher les images dans le PeoplePicker

# PRMSHOWSYSTEMACCOUNTS
source: Show System accounts (local)
fr_fr: Afficher les comptes système (locaux)

# PRMSUPPORTSUSERKEY
source: Use of "SupportsUserKey" feature
fr_fr: Support de la fonction "SupportsUserKey"

# SVCAPPDESC
source: Specify the name, database, application pool for this service application
fr_fr: Spécifier nom, base de données, le pool d’applications pour cette application

# SVCCPFORMSECTIONALWAYS
source: Always visible (IsUsedByDefault)
fr_fr: Toujours visible (IsUsedByDefault)

# SVCCPFORMSECTIONDESC
source: Specify the name, description and visibility of your claim provider.
fr_fr: Vous devez indiquer le Nom, la description et la visibilité de votre fournisseur de revendications.

# SVCCPFORMSECTIONDESC2
source: Claim provider description
fr_fr: Description du fournisseur de revendications

# SVCCPFORMSECTIONDESCREQUIRED
source: Claim provider description is required !
fr_fr: La description du fournisseur de revendications est requise !

# SVCCPFORMSECTIONLABEL
source: Claim provider display label
fr_fr: Libéllé d'affichage du fournisseur de revendications

# SVCCPFORMSECTIONLABEL2
source: Claim provider description (SPClaimProvider)
fr_fr: Description du fournisseur de revendications (SPClaimProvider)

# SVCCPFORMSECTIONLABELREQUIRED
source: Claim provider display label is required !
fr_fr: Le libéllé du fournisseur de revendications est requis !

# SVCCPFORMSECTIONTITLE
source: Claim Provider
fr_fr: Fournisseur de revendications

# SVCCPFORMSECTIONVISIBILITY
source: Claim provider visibility
fr_fr: Visibilité du fournisseur de revendications

# SVCDBOPTTITLE
source: Database options
fr_fr: Options de base de données

# SVCDBREUSEDESC
source: Re-use database
fr_fr: Réutiliser la base de données

# SVCDBREUSELABEL
source: Re-use existing database
fr_fr: Réutiliser la base de données existante

# SVCDBSUBTITLE
source: Specify if you you want to use an existing database
fr_fr: indiquez si vous souhaitez réutiliser la base de données existante.

# SVCDBTITLE
source: Database
fr_fr: Base de données

# SVCFORMSECTIONDESC
source: Name of service application
fr_fr: Nom de l'application de service

# SVCFORMSECTIONREQUIRED
source: The application name is required !
fr_fr: Le nom de l'application est requis !

# SVCFORMSECTIONUSED
source: This application name is always used !
fr_fr: Le nom de cette application est déjà utilisé !

# SVCIDPECTIONTITLE
source: Identity Provider
fr_fr: Fournisseur d'identité

# SVCIDPECTIONTITLEDESC
source: Specify the identity provider associated with your claim provider.
fr_fr: indiquez le fournisseur d'identité associé à votre fournisseur de revendications.

# SVCIDPECTIONTYPE
source: Identity provider type
fr_fr: Type du fournisseur d'identités

# SVCIDPSELECTREQUIRED
source: You must select a valid identity provider !
fr_fr: Fournisseur d'identité invalide !

# SVCTRUSTEDLABELAD
source: Active Directory Claims.
fr_fr: Données de revendication Active Directory.
