Repository: neos-sdi/spidentityservice
Catalog: 2016/IdentityService.Application/SharePoint.IdentityService/SharePoint.IdentityService.Application/Resources/SharePoint.IdentityService.ActiveDirectory.*.resx
Languages: fr_fr

# E1000
source: Domains list starting to load for "{0}"
fr_fr: Début du chargement de la liste des domaines "{0}"

# E1000B
source: Domains list successfully loaded for "{0}" : {1}:{2},{3} s
fr_fr: Liste des domaines correctement chargée pour "{0}" : {1}:{2},{3} s

# E1001
source: Error loading forest "{0}"
fr_fr: Erreur lors du chargement du domaine racine "{0}"

# E1020
source: Error searching in Top Level Names "{0}"
fr_fr: Erreur dans la recherche des TopLevelNames pour le domaine "{0}"

# E1100
source: Error loading child domain "{0}"
fr_fr: Erreur lors du chargement du domaine "{0}"

# E1100B
source: Error initializing domain "{0}"
fr_fr: Erreur à l'initialisation du domaine "{0}"

# E1200
source: Error loading forest "{0}"
fr_fr: Erreur lors du chargement de la forêt "{0}"

# E1500
source: Error loading root forest !
fr_fr: Erreuur critique lors du chargement de la forêt "Root" !

# E1501
source: Error loading trust relationships !
fr_fr: Erreur lors du chargement de relations d'approbations !

# E1900
source: Reload of domains list started for "{0}"
fr_fr: Le rafraîchissement de la liste des domaines a démarré pour "{0}"

# E1900B
source: Reload of domains list finished for "{0}" : {1}:{2},{3} s
fr_fr: Le rafraîchissement de la liste des domaines s'est terminé pour "{0}" : {1}:{2},{3} s

# E1901
source: Reload of domains list form cache started for "{0}"
fr_fr: Le rafraîchissement du cache de la liste des domaines a démarré pour "{0}"

# E1901B
source: Reload of domains form cache finished for "{0}" : {1}:{2},{3} s
fr_fr: Le rafraîchissement du cache de la liste des domaines s'est terminé pour "{0}" : {1}:{2},{3} s

# E1902
source: Error loading domains from cache !
fr_fr: Erreur lors du chargement de la liste des domaines à partir du cache !

# E2000
source: Error retreiving users in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la récupération des utilisateurs dans le domaines "{0}" avec la valeur "{1}"

# E2001
source: Error filling searching in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de l'opération de recherche dans le domaine "{0}" avec la valeur "{1}"

# E2002
source: Error retreiving user ({0}) properties in domain "{1}" with search pattern "{2}"
fr_fr: Erreur lors de la récupération des propriétés de l'utilisateur ({0}) dans le domaine "{1}" avec la valeur "{2}"

# E2010
source: Error searching in domain "{0}"
fr_fr: Erreur lors de la recherche dans le domaine "{0}"

# E2010B
source: Error searching in domain with free form "{0}"
fr_fr: Erreur lors de la recherche littérale dans le domaine "{0}"

# E2010C
source: Error filling searching in domain "{0}"
fr_fr: Erreur sur la recherche dans le domaine "{0}"

# E2500
source: Error resolving groups in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la résolution de groupes dans le domaine "{0}" avec la valeur "{1}"

# E2500B
source: Error resolving identities in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la résolution d'identitiés dans le domaine "{0}" avec la valeur "{1}"

# E2501
source: Error retreiving groups in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la récupération des groupes dans le domaine "{0}" avec la valeur "{1}"

# E2501B
source: Error resolving identities in domain "{0}" with resolve pattern "{1}"
fr_fr: Erreur lors de la résolution d'identitiés dans le domaine "{0}" avec le compte "{1}"

# E2502
source: Error retreiving group properties in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la récupération des propriétés du groupe dans le domaine "{0}" avec la valeur "{1}"

# E2502B
source: Error resolving group properties in domain "{0}" with search pattern "{1}"
fr_fr: Erreur lors de la résolution de groupes dans le domaine "{0}" avec la valeur "{1}"

# E2502C
source: Error retreiving user ({0}) properties in domain "{1}" with search pattern "{2}"
fr_fr: Erreur lors de la récupération des propriétés d'utilisateur ({0}) dans le domaine "{1}" avec la valeur "{2}"

# E8001
source: Error resolving identity with search pattern "{0}"
fr_fr: Erreur lors de la résolution d'une identité avec la valeur "{0}"

# E8001B
source: Error Validating identity with search pattern "{0}"
fr_fr: Erreur lors de la validation d'une identité avec la valeur "{0}"

# INVGRP
source: Invalid Group, objectGuid, objectSid, groupType, sAMAccountName are required !
fr_fr: Erreur groupe invalide ! les propriétés objectGuid, objectSid, groupType, sAMAccountName sont requises !

# INVUSER
source: Invalid User, userPrincipalName and sAMAccountName properties are required !
fr_fr: Erreur Utilisateur invalide ! les propriétés userPrincipalName, sAMAccountName sont requises !
